aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
android-file-transfer
aom
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
avahi
base
bash
binutils
bluez-libs
brave-bin
brltty
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cmus
colord
coreutils
cpio
cronie
cryptsetup
curl
dav1d
db
dbus
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
dkms
dnsmasq
double-conversion
dtc
e2fsprogs
ebtables
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
emacs
exa
expat
fakeroot
feh
file
filesystem
findutils
fish
flac
flameshot
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gettext
ghc
ghc-libs
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glu
gmime3
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
gsettings-desktop-schemas
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm
gtksourceview4
guile
gzip
harfbuzz
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-old-locale
haskell-old-time
haskell-random
haskell-setlocale
haskell-splitmix
haskell-utf8-string
haskell-x11
haskell-x11-xft
hicolor-icon-theme
hidapi
http-parser
hwids
iana-etc
icu
id3lib
id3v2
imagemagick
imlib2
iproute2
iptables
iputils
iso-codes
isync
jack
jansson
js78
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lame
lcms2
less
libaio
libarchive
libassuan
libasyncns
libavc1394
libavif
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcloudproviders
libcroco
libcups
libdaemon
libdatrie
libde265
libdiscid
libdrm
libdv
libedit
libelf
libepoxy
libevdev
libexif
libffi
libfontenc
libgcrypt
libgee
libgit2
libglvnd
libgpg-error
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn2
libiec61883
libinih
libinput
libjpeg-turbo
libksba
libldap
liblouis
liblqr
libmad
libmicrohttpd
libmnl
libmpc
libmpdclient
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnsl
libogg
libomxil-bellagio
libosinfo
libotf
libp11-kit
libpcap
libpciaccess
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsoup
libsoxr
libspeechd
libssh
libssh2
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburing
libusb
libvirt
libvirt-glib
libvirt-python
libvisual
libvncserver
libvorbis
libvpx
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyuv
licenses
linux
linux-api-headers
linux-firmware
linux-headers
linux511-tkg-upds
linux511-tkg-upds-headers
llvm-libs
lm_sensors
lxsession
lz4
lzo
m17n-db
m17n-lib
make
md4c
mesa
mesa-demos
mkinitcpio
mkinitcpio-busybox
mpfr
mpg123
mtdev
mu
ncdu
ncurses
ndctl
nerd-fonts-ubuntu-mono
nettle
nitrogen
npth
nspr
nss
ntfs-3g
ntp
numactl
nvidia-dkms
nvidia-utils
openssl
optimus-manager
opus
orc
osinfo-db
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
pass
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pixman
polkit
polybar
poppler-data
popt
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-appdirs
python-cairo
python-chardet
python-gobject
python-idna
python-ordered-set
python-packaging
python-pyparsing
python-requests
python-setuptools
python-six
python-urllib3
qemu
qt5-base
qt5-declarative
qt5-svg
rav1e
readline
rest
rofi
rsync
rtkit
run-parts
rxvt-unicode-pixbuf-patched
rxvt-unicode-terminfo
sddm
sdl2
seabios
sed
shadow
shared-mime-info
snappy
sound-theme-freedesktop
speex
speexdsp
spice
spice-gtk
sqlite
startup-notification
stow
sudo
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
texinfo
timeshift-bin
tree
tslib
ttf-font-awesome-4
twolame
tzdata
unzip
usbredir
util-linux
util-linux-libs
v4l-utils
vde2
virglrenderer
virt-install
virt-manager
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webrtc-audio-processing
which
x11vnc
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xkeyboard-config
xmonad
xmonad-contrib
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
xorgproto
xxhash
xz
yajl
yay
youtube-dl
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
