alacritty
base
blueman
bluez-utils
brave-bin
ca-certificates
cmake
dnsmasq
ebtables
emacs
exa
fakeroot
fd
findex-bin
fish
flameshot
git
libmad
linux
linux-firmware
linux-headers
lxappearance-gtk3
lxsession
nano
neofetch
nerd-fonts-ubuntu-mono
networkmanager
nitrogen
nm-connection-editor
npm
ntfs-3g
ntp
nvidia-dkms
nvidia-utils
optimus-manager
p7zip
pcmanfm
playerctl
polybar
poppler-data
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
reflector
ripgrep
rofi
rsync
sddm
spotify
stow
sudo
texlive-core
texlive-latexextra
ttf-font-awesome-4
unzip
which
xf86-video-intel
xmonad
xmonad-contrib
xorg-server
xorg-xrdb
xorg-xsetroot
xorg-xwininfo
yay
zip
zscroll-git
